#include"data_structure.h"
void welcome() {
	system("cls");
	printf("****************************************************************\n");
	printf("**                          欢迎使用                          **\n");
	printf("**					  大学校园导游咨询系统                    **\n");
	printf("**                                                            **\n");
	printf("**  查看校园平面图   ---1           查询景点介绍        ---2  **\n");
	printf("**                                                            **\n");
	printf("**  问路查询         ---3           查询景点的所有路径   --4  **\n");
	printf("**                                                            **\n");
	printf("**                      退出系统    --0                       **\n");
	printf("****************************************************************\n");
}